import type { DictionaryEntry } from '$lib/game/types/Dictionary'
import { Dictionary } from '$lib/game/dictionary'

const entries: DictionaryEntry[] = [
	{
		word: 'абажур',
		blanked: '_б_жур'
	},
	{
		word: 'аббревиатура',
		blanked: '_ббр_в__тур_'
	},
	{
		word: 'абитуриент',
		blanked: '_б_тур_ент'
	},
	{
		word: 'абориген',
		blanked: '_б_р_ген'
	},
	{
		word: 'авангард',
		blanked: '_в_нгард'
	},
	{
		word: 'авантюра',
		blanked: '_в_нтюр_'
	},
	{
		word: 'адаптация',
		blanked: '_д_птац__'
	},
	{
		word: 'адекватный',
		blanked: '_д_кватный'
	},
	{
		word: 'адъюнкт',
		blanked: '_дъюнкт'
	},
	{
		word: 'адъютант',
		blanked: '_дъ_тант'
	},
	{
		word: 'ажиотаж',
		blanked: '_ж__таж'
	},
	{
		word: 'аккомпанировать',
		blanked: '_кк_мп_нир_в_ть'
	},
	{
		word: 'аксессуар',
		blanked: '_кс_ссуар'
	},
	{
		word: 'аксиома',
		blanked: '_кс_ом_'
	},
	{
		word: 'актуальный',
		blanked: '_ктуальный'
	},
	{
		word: 'альбатрос',
		blanked: '_льб_трос'
	},
	{
		word: 'альманах',
		blanked: '_льм_нах'
	},
	{
		word: 'амбразура',
		blanked: '_мбр_зур_'
	},
	{
		word: 'амортизатор',
		blanked: '_м_рт_зат_р'
	},
	{
		word: 'амплитуда',
		blanked: '_мпл_туд_'
	},
	{
		word: 'амплуа',
		blanked: '_мплуа'
	},
	{
		word: 'ананас',
		blanked: '_н_нас'
	},
	{
		word: 'анекдот',
		blanked: '_н_кдот'
	},
	{
		word: 'аннотация',
		blanked: '_нн_тац__'
	},
	{
		word: 'аномалия',
		blanked: '_н_мал__'
	},
	{
		word: 'антенна',
		blanked: '_нтенн_'
	},
	{
		word: 'антракт',
		blanked: '_нтракт'
	},
	{
		word: 'аплодисменты',
		blanked: '_пл_д_сменты'
	},
	{
		word: 'апогей',
		blanked: '_п_гей'
	},
	{
		word: 'аппетит',
		blanked: '_пп_тит'
	},
	{
		word: 'апартаменты',
		blanked: '_п_рт_менты'
	},
	{
		word: 'апелляция',
		blanked: '_п_лляц__'
	},
	{
		word: 'априори',
		blanked: '_пр_ор_'
	},
	{
		word: 'аромат',
		blanked: '_р_мат'
	},
	{
		word: 'артикуляция',
		blanked: '_рт_куляц__'
	},
	{
		word: 'артиллерия',
		blanked: '_рт_ллер__'
	},
	{
		word: 'ассамблея',
		blanked: '_сс_мбле_'
	},
	{
		word: 'ассортимент',
		blanked: '_сс_рт_мент'
	},
	{
		word: 'аттестат',
		blanked: '_тт_стат'
	},
	{
		word: 'аттракцион',
		blanked: '_ттр_кц_он'
	},
	{
		word: 'афоризм',
		blanked: '_ф_ризм'
	},
	{
		word: 'багаж',
		blanked: 'б_гаж'
	},
	{
		word: 'бадминтон',
		blanked: 'б_дм_нтон'
	},
	{
		word: 'базар',
		blanked: 'б_зар'
	},
	{
		word: 'баллон',
		blanked: 'б_ллон'
	},
	{
		word: 'бандероль',
		blanked: 'б_нд_роль'
	},
	{
		word: 'барокко',
		blanked: 'б_рокк_'
	},
	{
		word: 'баррикада',
		blanked: 'б_рр_кад_'
	},
	{
		word: 'бассейн',
		blanked: 'б_ссейн'
	},
	{
		word: 'беллетристика',
		blanked: 'б_лл_трист_к_'
	},
	{
		word: 'берет',
		blanked: 'б_рет'
	},
	{
		word: 'берлога',
		blanked: 'б_рлог_'
	},
	{
		word: 'бестселлер',
		blanked: 'б_стселл_р'
	},
	{
		word: 'бетон',
		blanked: 'б_тон'
	},
	{
		word: 'бечева',
		blanked: 'б_ч_ва'
	},
	{
		word: 'биатлон',
		blanked: 'б__тлон'
	},
	{
		word: 'бильярд',
		blanked: 'б_льярд'
	},
	{
		word: 'биссектриса',
		blanked: 'б_сс_ктрис_'
	},
	{
		word: 'богатство',
		blanked: 'б_гатств_'
	},
	{
		word: 'богатырь',
		blanked: 'б_г_тырь'
	},
	{
		word: 'бойкот',
		blanked: 'б_йкот'
	},
	{
		word: 'браконьер',
		blanked: 'бр_к_ньер'
	},
	{
		word: 'бриллиант',
		blanked: 'бр_лл_ант'
	},
	{
		word: 'бронхит',
		blanked: 'бр_нхит'
	},
	{
		word: 'бюллетень',
		blanked: 'б_лл_тень'
	},
	{
		word: 'вагон',
		blanked: 'в_гон'
	},
	{
		word: 'вакансия',
		blanked: 'в_канс__'
	},
	{
		word: 'валентность',
		blanked: 'в_лентн_сть'
	},
	{
		word: 'ватрушка',
		blanked: 'в_трушк_'
	},
	{
		word: 'вегетарианский',
		blanked: 'в_г_т_р_анск_й'
	},
	{
		word: 'велосипед',
		blanked: 'в_л_с_пед'
	},
	{
		word: 'вельвет',
		blanked: 'в_львет'
	},
	{
		word: 'велюр',
		blanked: 'в_люр'
	},
	{
		word: 'веранда',
		blanked: 'в_ранд_'
	},
	{
		word: 'вереница',
		blanked: 'в_р_ниц_'
	},
	{
		word: 'вермишель',
		blanked: 'в_рм_шель'
	},
	{
		word: 'вернисаж',
		blanked: 'в_рн_саж'
	},
	{
		word: 'вестибюль',
		blanked: 'в_ст_бюль'
	},
	{
		word: 'ветеран',
		blanked: 'в_т_ран'
	},
	{
		word: 'ветеринар',
		blanked: 'в_т_р_нар'
	},
	{
		word: 'ветчина',
		blanked: 'в_тч_на'
	},
	{
		word: 'вибрация',
		blanked: 'в_брац__'
	},
	{
		word: 'винегрет',
		blanked: 'в_н_грет'
	},
	{
		word: 'виолончель',
		blanked: 'в__л_нчель'
	},
	{
		word: 'виртуоз',
		blanked: 'в_ртуоз'
	},
	{
		word: 'витрина',
		blanked: 'в_трин_'
	},
	{
		word: 'водевиль',
		blanked: 'в_д_виль'
	},
	{
		word: 'возражать',
		blanked: 'в_зр_жать'
	},
	{
		word: 'волейбол',
		blanked: 'в_л_йбол'
	},
	{
		word: 'габарит',
		blanked: 'г_б_рит'
	},
	{
		word: 'галерея',
		blanked: 'г_л_ре_'
	},
	{
		word: 'гараж',
		blanked: 'г_раж'
	},
	{
		word: 'гармония',
		blanked: 'г_рмон__'
	},
	{
		word: 'гастролёр',
		blanked: 'г_стр_лёр'
	},
	{
		word: 'генеалогия',
		blanked: 'г_н__лог__'
	},
	{
		word: 'генерация',
		blanked: 'г_н_рац__'
	},
	{
		word: 'герметизировать',
		blanked: 'г_рм_т_зир_в_ть'
	},
	{
		word: 'гигиена',
		blanked: 'г_г_ен_'
	},
	{
		word: 'гипотеза',
		blanked: 'г_пот_з_'
	},
	{
		word: 'гобелен',
		blanked: 'г_б_лен'
	},
	{
		word: 'горизонт',
		blanked: 'г_р_зонт'
	},
	{
		word: 'гуманизм',
		blanked: 'гум_низм'
	},
	{
		word: 'гуттаперча',
		blanked: 'гутт_перч_'
	},
	{
		word: 'дебаты',
		blanked: 'д_баты'
	},
	{
		word: 'дезертир',
		blanked: 'д_з_ртир'
	},
	{
		word: 'декларация',
		blanked: 'д_кл_рац__'
	},
	{
		word: 'деликатес',
		blanked: 'д_л_к_тес'
	},
	{
		word: 'дельтаплан',
		blanked: 'д_льт_план'
	},
	{
		word: 'демократия',
		blanked: 'д_м_крат__'
	},
	{
		word: 'демонстрировать',
		blanked: 'д_м_нстрир_в_ть'
	},
	{
		word: 'депутат',
		blanked: 'д_путат'
	},
	{
		word: 'десант',
		blanked: 'десант'
	},
	{
		word: 'детектив',
		blanked: 'д_т_ктив'
	},
	{
		word: 'дефицит',
		blanked: 'д_ф_цит'
	},
	{
		word: 'диапазон',
		blanked: 'д__п_зон'
	},
	{
		word: 'дивиденд',
		blanked: 'д_в_денд'
	},
	{
		word: 'дилетант',
		blanked: 'д_л_тант'
	},
	{
		word: 'дирижёр',
		blanked: 'д_р_жёр'
	},
	{
		word: 'дискуссия',
		blanked: 'д_скусс__'
	},
	{
		word: 'дифирамб',
		blanked: 'д_ф_рамб'
	},
	{
		word: 'диффузия',
		blanked: 'д_ффуз__'
	},
	{
		word: 'довлеть',
		blanked: 'д_влеть'
	},
	{
		word: 'доминанта',
		blanked: 'д_м_нант_'
	},
	{
		word: 'досконально',
		blanked: 'д_ск_нальн_'
	},
	{
		word: 'жакет',
		blanked: 'ж_кет'
	},
	{
		word: 'жасмин',
		blanked: 'ж_смин'
	},
	{
		word: 'желатин',
		blanked: 'ж_л_тин'
	},
	{
		word: 'жокей',
		blanked: 'ж_кей'
	},
	{
		word: 'жонглёр',
		blanked: 'ж_нглёр'
	},
	{
		word: 'игнорировать',
		blanked: '_гн_рир_в_ть'
	},
	{
		word: 'идеал',
		blanked: '_д_ал'
	},
	{
		word: 'идиллия',
		blanked: '_дилл__'
	},
	{
		word: 'идиома',
		blanked: '_д_ом_'
	},
	{
		word: 'иероглиф',
		blanked: '__рогл_ф'
	},
	{
		word: 'иждивенец',
		blanked: '_жд_вен_ц'
	},
	{
		word: 'иллюзия',
		blanked: '_ллюз__'
	},
	{
		word: 'иллюстрация',
		blanked: '_лл_страц__'
	},
	{
		word: 'импрессионизм',
		blanked: '_мпр_сс__низм'
	},
	{
		word: 'ингредиент',
		blanked: '_нгр_д_ент'
	},
	{
		word: 'инженер',
		blanked: '_нж_нер'
	},
	{
		word: 'инициатива',
		blanked: '_н_ц__тив_'
	},
	{
		word: 'интеллектуальный',
		blanked: '_нт_лл_ктуальный'
	},
	{
		word: 'интеллигентный',
		blanked: '_нт_лл_гентный'
	},
	{
		word: 'инцидент',
		blanked: '_нц_дент'
	},
	{
		word: 'интрига',
		blanked: '_нтриг_'
	},
	{
		word: 'каблук',
		blanked: 'к_блук'
	},
	{
		word: 'кавалерия',
		blanked: 'к_в_лер__'
	},
	{
		word: 'кавычки',
		blanked: 'к_вычк_'
	},
	{
		word: 'какаду',
		blanked: 'к_к_ду'
	},
	{
		word: 'какофония',
		blanked: 'к_к_фон__'
	},
	{
		word: 'каламбур',
		blanked: 'к_л_мбур'
	},
	{
		word: 'калейдоскоп',
		blanked: 'к_л_йд_скоп'
	},
	{
		word: 'календарь',
		blanked: 'к_л_ндарь'
	},
	{
		word: 'каллиграфия',
		blanked: 'к_лл_граф__'
	},
	{
		word: 'каравай',
		blanked: 'к_р_вай'
	},
	{
		word: 'карикатура',
		blanked: 'к_р_к_тур_'
	},
	{
		word: 'карнавал',
		blanked: 'к_рн_вал'
	},
	{
		word: 'карьера',
		blanked: 'к_рьер_'
	},
	{
		word: 'катавасия',
		blanked: 'к_т_вас__'
	},
	{
		word: 'катаклизм',
		blanked: 'к_т_клизм'
	},
	{
		word: 'катастрофа',
		blanked: 'к_т_строф_'
	},
	{
		word: 'католик',
		blanked: 'к_тол_к'
	},
	{
		word: 'кафтан',
		blanked: 'к_фтан'
	},
	{
		word: 'кашемир',
		blanked: 'к_ш_мир'
	},
	{
		word: 'кенгуру',
		blanked: 'к_нгуру'
	},
	{
		word: 'керамика',
		blanked: 'к_рам_к_'
	},
	{
		word: 'коалиция',
		blanked: 'к__лиц__'
	},
	{
		word: 'коварный',
		blanked: 'к_варный'
	},
	{
		word: 'колдовать',
		blanked: 'к_лд_вать'
	},
	{
		word: 'колибри',
		blanked: 'к_либр_'
	},
	{
		word: 'коллега',
		blanked: 'к_ллег_'
	},
	{
		word: 'коллекция',
		blanked: 'к_ллекц__'
	},
	{
		word: 'коллизия',
		blanked: 'к_ллиз__'
	},
	{
		word: 'комбинезон',
		blanked: 'к_мб_н_зон'
	},
	{
		word: 'комиссия',
		blanked: 'к_мисс__'
	},
	{
		word: 'компетентный',
		blanked: 'к_мп_тентный'
	},
	{
		word: 'комплимент',
		blanked: 'к_мпл_мент'
	},
	{
		word: 'компромат',
		blanked: 'к_мпр_мат'
	},
	{
		word: 'компромисс',
		blanked: 'к_мпр_мисс'
	},
	{
		word: 'конституция',
		blanked: 'к_нст_туц__'
	},
	{
		word: 'контекст',
		blanked: 'к_нтекст'
	},
	{
		word: 'конфиденциальный',
		blanked: 'к_нф_д_нц_альный'
	},
	{
		word: 'конференция',
		blanked: 'к_нф_ренц__'
	},
	{
		word: 'конфорка',
		blanked: 'к_нфорк_'
	},
	{
		word: 'концепция',
		blanked: 'к_нцепц__'
	},
	{
		word: 'коралл',
		blanked: 'к_ралл'
	},
	{
		word: 'коричневый',
		blanked: 'к_ричн_вый'
	},
	{
		word: 'корифей',
		blanked: 'к_р_фей'
	},
	{
		word: 'корректор',
		blanked: 'к_ррект_р'
	},
	{
		word: 'коэффициент',
		blanked: 'к__фф_ц_ент'
	},
	{
		word: 'лабиринт',
		blanked: 'л_б_ринт'
	},
	{
		word: 'лаконизм',
		blanked: 'л_к_низм'
	},
	{
		word: 'ландшафт',
		blanked: 'л_ндшафт'
	},
	{
		word: 'лейтмотив',
		blanked: 'л_йтм_тив'
	},
	{
		word: 'лелеять',
		blanked: 'л_ле_ть'
	},
	{
		word: 'либретто',
		blanked: 'л_бретт_'
	},
	{
		word: 'линолеум',
		blanked: 'л_нол_ум'
	},
	{
		word: 'лопата',
		blanked: 'л_пат_'
	},
	{
		word: 'лотерея',
		blanked: 'л_т_ре_'
	},
	{
		word: 'лягушка',
		blanked: 'л_гушк_'
	},
	{
		word: 'магнолия',
		blanked: 'м_гнол__'
	},
	{
		word: 'мажорный',
		blanked: 'м_жорный'
	},
	{
		word: 'майонез',
		blanked: 'м_й_нез'
	},
	{
		word: 'макулатура',
		blanked: 'м_кул_тур_'
	},
	{
		word: 'манипуляция',
		blanked: 'м_н_пуляц__'
	},
	{
		word: 'манифест',
		blanked: 'м_н_фест'
	},
	{
		word: 'мансарда',
		blanked: 'м_нсард_'
	},
	{
		word: 'массаж',
		blanked: 'м_ссаж'
	},
	{
		word: 'мегера',
		blanked: 'м_гер_'
	},
	{
		word: 'медальон',
		blanked: 'м_д_льон'
	},
	{
		word: 'менталитет',
		blanked: 'м_нт_л_тет'
	},
	{
		word: 'меридиан',
		blanked: 'м_р_д_ан'
	},
	{
		word: 'меценат',
		blanked: 'м_ц_нат'
	},
	{
		word: 'мизинец',
		blanked: 'м_зин_ц'
	},
	{
		word: 'миниатюра',
		blanked: 'м_н__тюр_'
	},
	{
		word: 'минорный',
		blanked: 'м_норный'
	},
	{
		word: 'модернизм',
		blanked: 'м_д_рнизм'
	},
	{
		word: 'мотив',
		blanked: 'м_тив'
	},
	{
		word: 'моцион',
		blanked: 'м_ц_он'
	},
	{
		word: 'наваждение',
		blanked: 'н_в_жден__'
	},
	{
		word: 'нарцисс',
		blanked: 'н_рцисс'
	},
	{
		word: 'натюрморт',
		blanked: 'н_т_рморт'
	},
	{
		word: 'нивелировать',
		blanked: 'н_в_лир_в_ть'
	},
	{
		word: 'нигилизм',
		blanked: 'н_г_лизм'
	},
	{
		word: 'новелла',
		blanked: 'н_велл_'
	},
	{
		word: 'ноктюрн',
		blanked: 'н_ктюрн'
	},
	{
		word: 'ностальгия',
		blanked: 'н_ст_льги_'
	},
	{
		word: 'нотация',
		blanked: 'н_тац__'
	},
	{
		word: 'оазис',
		blanked: '_аз_с'
	},
	{
		word: 'обелиск',
		blanked: '_б_лиск'
	},
	{
		word: 'обоняние',
		blanked: '_б_нян__'
	},
	{
		word: 'оккупация',
		blanked: '_ккупац__'
	},
	{
		word: 'оппонент',
		blanked: '_пп_нент'
	},
	{
		word: 'оптимист',
		blanked: '_пт_мист'
	},
	{
		word: 'оранжерея',
		blanked: '_р_нж_ре_'
	},
	{
		word: 'оригинальный',
		blanked: '_р_г_нальный'
	},
	{
		word: 'ординатура',
		blanked: '_рд_н_тур_'
	},
	{
		word: 'ореол',
		blanked: '_р_ол'
	},
	{
		word: 'ориентир',
		blanked: '_р__нтир'
	},
	{
		word: 'павильон',
		blanked: 'п_в_льон'
	},
	{
		word: 'палисадник',
		blanked: 'п_л_садн_к'
	},
	{
		word: 'панорама',
		blanked: 'п_н_рам_'
	},
	{
		word: 'пантомима',
		blanked: 'п_нт_мим_'
	},
	{
		word: 'папоротник',
		blanked: 'пап_р_тн_к'
	},
	{
		word: 'парабола',
		blanked: 'п_раб_л_'
	},
	{
		word: 'парадигма',
		blanked: 'п_р_дигм_'
	},
	{
		word: 'парадокс',
		blanked: 'п_р_докс'
	},
	{
		word: 'парапет',
		blanked: 'п_р_пет'
	},
	{
		word: 'парашют',
		blanked: 'п_р_шют'
	},
	{
		word: 'пародия',
		blanked: 'п_род__'
	},
	{
		word: 'пассажир',
		blanked: 'п_сс_жир'
	},
	{
		word: 'период',
		blanked: 'п_ри_д'
	},
	{
		word: 'периферия',
		blanked: 'п_р_ф_ри_'
	},
	{
		word: 'перпендикуляр',
		blanked: 'п_рп_нд_куляр'
	},
	{
		word: 'перспектива',
		blanked: 'п_рсп_ктив_'
	},
	{
		word: 'пессимист',
		blanked: 'п_сс_мист'
	},
	{
		word: 'плагиат',
		blanked: 'пл_г_ат'
	},
	{
		word: 'понтон',
		blanked: 'п_нтон'
	},
	{
		word: 'поролон',
		blanked: 'п_р_лон'
	},
	{
		word: 'презентация',
		blanked: 'пр_з_нтац__'
	},
	{
		word: 'президент',
		blanked: 'пр_з_дент'
	},
	{
		word: 'прерогатива',
		blanked: 'пр_р_г_тив_'
	},
	{
		word: 'престиж',
		blanked: 'пр_стиж'
	},
	{
		word: 'претендент',
		blanked: 'пр_т_ндент'
	},
	{
		word: 'претензия',
		blanked: 'пр_тенз__'
	},
	{
		word: 'прецедент',
		blanked: 'пр_ц_дент'
	},
	{
		word: 'привередливый',
		blanked: 'пр_в_редл_вый'
	},
	{
		word: 'привилегия',
		blanked: 'пр_в_лег__'
	},
	{
		word: 'примитивный',
		blanked: 'пр_м_тивный'
	},
	{
		word: 'приоритет',
		blanked: 'пр__р_тет'
	},
	{
		word: 'пропаганда',
		blanked: 'пр_п_ганд_'
	},
	{
		word: 'рафинад',
		blanked: 'р_ф_над'
	},
	{
		word: 'реабилитация',
		blanked: 'р__б_л_тац__'
	},
	{
		word: 'регалия',
		blanked: 'р_гал__'
	},
	{
		word: 'регистр',
		blanked: 'р_гистр'
	},
	{
		word: 'регламент',
		blanked: 'р_глам_нт'
	},
	{
		word: 'режиссёр',
		blanked: 'р_ж_ссёр'
	},
	{
		word: 'резиденция',
		blanked: 'р_з_денц__'
	},
	{
		word: 'резюме',
		blanked: 'р_з_ме'
	},
	{
		word: 'реквием',
		blanked: 'рекв__м'
	},
	{
		word: 'реквизит',
		blanked: 'р_кв_зит'
	},
	{
		word: 'рекомендовать',
		blanked: 'р_к_м_нд_вать'
	},
	{
		word: 'ремарка',
		blanked: 'р_марк_'
	},
	{
		word: 'ремесло',
		blanked: 'р_м_сло'
	},
	{
		word: 'репродукция',
		blanked: 'р_пр_дукц__'
	},
	{
		word: 'респиратор',
		blanked: 'р_сп_рат_р'
	},
	{
		word: 'реставрировать',
		blanked: 'р_ст_врир_в_ть'
	},
	{
		word: 'ресурс',
		blanked: 'р_сурс'
	},
	{
		word: 'реферат',
		blanked: 'р_ф_рат'
	},
	{
		word: 'рецензия',
		blanked: 'р_ценз__'
	},
	{
		word: 'рикошет',
		blanked: 'р_к_шет'
	},
	{
		word: 'риторический',
		blanked: 'р_т_рич_ск_й'
	},
	{
		word: 'ритуал',
		blanked: 'р_туал'
	},
	{
		word: 'рудимент',
		blanked: 'руд_мент'
	},
	{
		word: 'сарафан',
		blanked: 'с_р_фан'
	},
	{
		word: 'сарказм',
		blanked: 'с_рказм'
	},
	{
		word: 'семантика',
		blanked: 'с_мант_к_'
	},
	{
		word: 'семинар',
		blanked: 'с_м_нар'
	},
	{
		word: 'сентиментализм',
		blanked: 'с_нт_м_нт_лизм'
	},
	{
		word: 'серенада',
		blanked: 'с_р_над_'
	},
	{
		word: 'сертификат',
		blanked: 'с_рт_ф_кат'
	},
	{
		word: 'силуэт',
		blanked: 'с_луэт'
	},
	{
		word: 'симметричный',
		blanked: 'с_мм_тричный'
	},
	{
		word: 'симптомы',
		blanked: 'с_мптомы'
	},
	{
		word: 'симулировать',
		blanked: 'с_мулир_в_ть'
	},
	{
		word: 'синхронный',
		blanked: 'с_нхронный'
	},
	{
		word: 'сиреневый',
		blanked: 'с_рен_вый'
	},
	{
		word: 'сироп',
		blanked: 'с_роп'
	},
	{
		word: 'собака',
		blanked: 'с_бак_'
	},
	{
		word: 'спонтанный',
		blanked: 'сп_нтанный'
	},
	{
		word: 'стипендия',
		blanked: 'ст_пенд__'
	},
	{
		word: 'стрекоза',
		blanked: 'стр_к_за'
	},
	{
		word: 'суверенитет',
		blanked: 'сув_р_н_тет'
	},
	{
		word: 'табурет',
		blanked: 'т_бурет'
	},
	{
		word: 'тамада',
		blanked: 'т_м_да'
	},
	{
		word: 'тарелка',
		blanked: 'т_релк_'
	},
	{
		word: 'темперамент',
		blanked: 'т_мп_рам_нт'
	},
	{
		word: 'теория',
		blanked: 'т_ор__'
	},
	{
		word: 'терраса',
		blanked: 'т_ррас_'
	},
	{
		word: 'терцина',
		blanked: 'т_рцин_'
	},
	{
		word: 'трактат',
		blanked: 'тр_ктат'
	},
	{
		word: 'трасса',
		blanked: 'трасс_'
	},
	{
		word: 'трафарет',
		blanked: 'тр_ф_рет'
	},
	{
		word: 'тренер',
		blanked: 'трен_р'
	},
	{
		word: 'тренировать',
		blanked: 'тр_н_р_вать'
	},
	{
		word: 'трафарет',
		blanked: 'тр_ф_рет'
	},
	{
		word: 'триада',
		blanked: 'тр_ад_'
	},
	{
		word: 'троллейбус',
		blanked: 'тр_ллейбус'
	},
	{
		word: 'тротуар',
		blanked: 'тр_туар'
	},
	{
		word: 'увертюра',
		blanked: 'ув_ртюр_'
	},
	{
		word: 'университет',
		blanked: 'ун_в_рс_тет'
	},
	{
		word: 'ураган',
		blanked: 'ур_ган'
	},
	{
		word: 'утилитарный',
		blanked: 'ут_л_тарный'
	},
	{
		word: 'утрамбовать',
		blanked: 'утр_мб_вать'
	},
	{
		word: 'фабула',
		blanked: 'фабул_'
	},
	{
		word: 'фаворит',
		blanked: 'ф_в_рит'
	},
	{
		word: 'фатальный',
		blanked: 'ф_тальный'
	},
	{
		word: 'фестиваль',
		blanked: 'ф_ст_валь'
	},
	{
		word: 'феномен',
		blanked: 'ф_ном_н'
	},
	{
		word: 'фиаско',
		blanked: 'ф_аск_'
	},
	{
		word: 'филармония',
		blanked: 'ф_л_рмон__'
	},
	{
		word: 'филателист',
		blanked: 'ф_л_т_лист'
	},
	{
		word: 'фонарь',
		blanked: 'ф_нарь'
	},
	{
		word: 'фонтан',
		blanked: 'ф_нтан'
	},
	{
		word: 'форель',
		blanked: 'ф_рель'
	},
	{
		word: 'фразеология',
		blanked: 'фр_з__лог__'
	},
	{
		word: 'фюзеляж',
		blanked: 'ф_з_ляж'
	},
	{
		word: 'хаос',
		blanked: 'ха_с'
	},
	{
		word: 'характер',
		blanked: 'х_ракт_р'
	},
	{
		word: 'хрестоматия',
		blanked: 'хр_ст_мат__'
	},
	{
		word: 'хризантема',
		blanked: 'хр_з_нтем_'
	},
	{
		word: 'ходатайство',
		blanked: 'х_дат_йств_'
	},
	{
		word: 'целлофан',
		blanked: 'ц_лл_фан'
	},
	{
		word: 'целлюлоза',
		blanked: 'ц_лл_лоз_'
	},
	{
		word: 'цивилизация',
		blanked: 'ц_в_л_зац__'
	},
	{
		word: 'цилиндр',
		blanked: 'ц_линдр'
	},
	{
		word: 'чемпион',
		blanked: 'ч_мп_он'
	},
	{
		word: 'чеснок',
		blanked: 'ч_снок'
	},
	{
		word: 'шаблон',
		blanked: 'ш_блон'
	},
	{
		word: 'шампиньон',
		blanked: 'ш_мп_ньон'
	},
	{
		word: 'шасси',
		blanked: 'ш_сси'
	},
	{
		word: 'шевелюра',
		blanked: 'ш_в_люр_'
	},
	{
		word: 'шедевр',
		blanked: 'ш_девр'
	},
	{
		word: 'шеренга',
		blanked: 'ш_ренг_'
	},
	{
		word: 'шероховатый',
		blanked: 'ш_р_х_ватый'
	},
	{
		word: 'шоссе',
		blanked: 'ш_ссе'
	},
	{
		word: 'эвкалипт',
		blanked: '_вк_липт'
	},
	{
		word: 'эволюция',
		blanked: '_в_люц__'
	},
	{
		word: 'эквивалент',
		blanked: '_кв_в_лент'
	},
	{
		word: 'экземпляр',
		blanked: '_кз_мпляр'
	},
	{
		word: 'экипировать',
		blanked: '_к_п_р_вать'
	},
	{
		word: 'эксперимент',
		blanked: '_ксп_р_мент'
	},
	{
		word: 'экспонат',
		blanked: '_ксп_нат'
	},
	{
		word: 'экстравагантный',
		blanked: '_кстр_в_гантный'
	},
	{
		word: 'экстремальный',
		blanked: '_кстр_мальный'
	},
	{
		word: 'элегия',
		blanked: '_лег__'
	},
	{
		word: 'элемент',
		blanked: '_л_мент'
	},
	{
		word: 'эликсир',
		blanked: '_л_ксир'
	},
	{
		word: 'энцефалит',
		blanked: '_нц_ф_лит'
	},
	{
		word: 'эпатаж',
		blanked: '_п_таж'
	},
	{
		word: 'эскалация',
		blanked: '_ск_лац__'
	},
	{
		word: 'эсперанто',
		blanked: '_сп_рант_'
	},
	{
		word: 'эстакада',
		blanked: '_ст_кад_'
	},
	{
		word: 'эшелон',
		blanked: '_ш_лон'
	},
	{
		word: 'ювелирный',
		blanked: '_в_лирный'
	},
	{
		word: 'январь',
		blanked: '_нварь'
	},
	{
		word: 'язык',
		blanked: '_зык'
	},
	{
		word: 'янтарь',
		blanked: '_нтарь'
	}
]

const ege2023 = new Dictionary('ЕГЭ 2023', entries)

export default ege2023
